// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon requiere tres archivos esenciales (en términos simples).
boot0 (En discos MBR) es el responsable de cargar boot1.
boot1 (En el sector de arranque de la partición) para colocar boot2.
boot2 (En el directorio raíz de la partición) para cargar el kernel, etc.";

"Standard_title" = "Chameleon estándar";
"Standard_description" = "Instalar Chameleon";

"EFI_title" = "EFI";
"EFI_description" = "Install Chameleon's files to the normally hidden EFI partition using either boot0 or boot0md depending on your system and without destroying any existing Windows installation if you have one.";

"noboot_title" = "Nada";
"noboot_description" = "No instalar Chameleon (útil para instalar solamente componentes Extras)";

// Modules

"Module_title" = "Chameleon Modules";
"Module_description" = "The modules system incorporated in chameleon allows for a user or developer to extend the core functionality of chameleon without replacing the main boot file. ";

"klibc_title" = "klibc";
"klibc_description" = "This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient.
This is currently only used by the uClibc++ library.
Source: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "This module reads the edid information from the monitor attached to the main display.
The module is currently not integrated into trunk and has minimal uses as it stands.
Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.
This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules.
Please note that rtti and exceptions has both been disabled.
Source: http://cxx.uclibc.org/
Dependencies: klibc";

// Utility
"Utility_title" = "Utilidades";
"Utility_description" = "Recursos opcionales para facilitar la configuración";

"PrefPanel_title" = "Panel de Preferencias";
"PrefPanel_description" = "Instala el Panel de Preferencias para Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Copia un ejemplo de Perfil smbios.plist en /Extra/Configuration.";

"Documentation_title" = "Documentacion";
"Documentation_description" = "Documentación para Chameleon, su instalación y uso";

// Options
"Options_title" = "Opciones";
"Options_description" = "Configurar opciones por defecto";

"arch_title" = "arch=i386";
"arch_description" = "Carga el kernel en modo 32bit, en vez de usar el modo por defecto de 64bit.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Muestra la pantalla de selección de particiones sin el tiempo de espera.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Habilita el modo de arranque silencioso (sin mensajes o cursor).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Deshabilita la opción predeterminada de reparación del Reinicio.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disables display of partition and resolution details.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Descarta las tablas SSDT anexas a la placa base.";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Agrega EthernetBuiltIn=y al com.apple.Boot.plist para la 'integración' con el dispositivo Ethernet para Time Machine.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "GraphicsEnabler=y Habilita la autodetección de GPUs NVIDIA e inyecta la información correcta.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Enable C2State";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Enable C3State";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Enable C4State";

// Advanced
"Advanced_title" = "Opciones Avanzadas de Arranque";
"Advanced_description" = "Crea un com.apple.Boot.plist en /Extra y selecciona las opciones avanzadas de configuración de Chameleon.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Set the flag npci=0x2000 for the Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Oculta la interfaz gráfica GUI de Chameleon.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Usa el tradicional logo de Apple (gris sobre blanco) durante el arranque en pantalla, en vez de la imagen boot.png del tema.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Habilita las opciones SMBIOS por defecto.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Habilita las opciones AtiROM.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Habilita las opciones NvidiaROM.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pausa el proceso de arranque después de que Chameleon ha finalizado de configurar, en espera de presionar una tecla para cargar el kernel. Útil al ser combinado con el modo verbose cuando hay problemas.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Intenta cargar la imagen de reposo salvada desde la última hibernación.";

"GUI_title" = "GUI";
"GUI_description" = "Desactiva la interfaz gráfica, agrega GUI=n al com.apple.Boot.plist";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "En gráficas NVIDIA habilita la opción VBIOS";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Habilita la generación automática de C-States del procesador.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Habilita la generación automática de P-States del procesador.";

"CSTUsingSystemIO_title" = "Nuevo - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "New C-State _CST generation method using SystemIO registers instead of FixedHW.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "ForceHPET=y Habilita HPET en chipsets intel, para aquellas BIOS que no incluyen esa opción.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "ForceWake=y Habilita la opción de ignorar imágenes de reposo defectuosas.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "EHCIacquire=y Esta opción corrige cualquier problema de los puertos EHCI debido a malas BIOS.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Agrega UHCIreset=y Reconfigura los controladores UHCI antes de iniciar OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Deshabilita el reconocimiento automatico de RAM predeterminado.";

// Resolution
"Resolution_title" = "Resolución";
"Resolution_description" = "Permite fijar la resolución de pantalla para nuestro monitor";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Temas";
"Themes_description" = "Una colección de Temas de muestra.
Puedes encontrar más temas en http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Versión simplificada del nuevo tema por defecto, esto se acostumbra cada vez que se crean nuevas versiones de Chameleon, las cuales lo requieren.";

"Legacy_title" = "Legacy";
"Legacy_description" = "El tema anterior usado por Chameleon";

"Default_title" = "Default";
"Default_description" = "El tema estándar, incluido aquí para ser personalizado";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Una colección de recursos adicionales muy útiles";

"SMBios_title" = "Anulación de SMBIOS";
"SMBios_description" = "Instala la anulación de SMBIOS por defecto, en el perfil smbios.plist en /Extra";

// Error strings
"ERROR_BOOTVOL" = "Este software debe ser instalado en el volumen por defecto.";
"ERROR_INSTALL" = "Este volumen no cumple con los requerimientos necesarios para esta actualización ";

"Newer_Package_Installed_message" = "Una versión más reciente de Chameleon ya ha sido instalada.";
"Intel_Mac_message" = "Este software no puede ser instalado.";
